[
  {
    "id": "1tE4nK",
    "category": "Meat",
    "name": "Baby Goat Meat",
    "sku": "sku_313355",
    "price": 2099,
    "image": "Baby_goat.jpg",
    "description": ".",
    "description_long": "We have been in the meat industry since 2010 and we import our baby goat meat from Nepal as well as we cut it fresh her. We can cut the goat as you like with bone or boneless, and pack with small beautiful package, you can simply select in option.",
    "currency": "AUD",
    "trending": true
  },  {
    "id": "IuFGYl",
    "category": "Pickle",
    "name": "Tops Mixed Pickle",
    "sku": "sku_313356",
    "price": 499,
    "image": "Tops_Mixed_pickle.jpg",
    "description": ".",
    "description_long": "Add some spiciness into your oridinary meal with a tantalizing taste of this mixed pickle. Enjoy a blend of various fresh vegetables packed in one bottle, for a delightful palate. Tops Mixed Pickle is offers a tempting flavor that is the outcome of fresh vegetables like Carrot, Mango, Lime, Ginger, Green Chilli, Turnip, Dela, Lotus Stem, mixed with finest oils and aromatic spices. Add life to your meal time with this pickle.",
    "currency": "AUD",
    "trending": true
  },
  {
    "id": "VfcByl",
    "category": "Spices",
    "name": "Everest Meat Masala",
    "sku": "sku_622147",
    "price": 249,
    "image": "Everest_meat_masala.jpg",
    "description": ".",
    "description_long": "Cas plays modern with rustic wood, framing the rich color and defined grain of natural oak veneer in dark grey high-gloss lacquer. Tinted warm brown with hints of grey, planks of veneer arrange the nightstand's four drawers in seamless asymmetry.",
    "currency": "AUD",
    "trending": false
  },
  {
    "id": "1yF2Ib",
    "category": "Spices",
    "name": "MDH Chat Masala",
    "sku": "sku_125983",
    "price": 1.99,
    "image": "MDH_chat_masala.jpg",
    "description": "Become your own barista with this gleaming silver espresso machine.",
    "description_long": "Constructed with a high-pressure Italian pump, the machine also offers low-pressure pre-infusion for precisely balanced flavor extraction. The unique Dry Steam process tops every espresso shot with rich crema, while the commercial-style, 360° swivel steaming wand froths milk into a dreamily texturized microfoam.",
    "currency": "AUD",
    "trending": true
  },
  {
    "id": "x5m8g3",
    "category": "Meat",
    "name": "Local Chicken",
    "sku": "sku_559961",
    "price": 10.99,
    "image": "Local_chicken.jpg",
    "description": "Sleek Italian design cradles comfort with a gracefully curved back that hugs the body.",
    "description_long": "Sleek Italian design cradles comfort with a gracefully curved back that hugs the body. Upholstered in synthetic leather quilted with a handsome diamond stitch, the counter stool offers the look and feel of the real thing, with the added bonus of easy care and exceptional durability.",
    "currency": "AUD",
    "trending": true
  },
  {
    "id": "6Bh3pq",
    "category": "Meat",
    "name": "Skinless Goat Meat",
    "sku": "sku_119140",
    "price": 17.99,
    "image": "Skinless_goat_meat.jpg",
    "description": "Ultra-soft yarns weave an open windowpane plaid in bold black and white.",
    "description_long": "The delightfully fuzzy brushed finish and extra-long fringe complement the crisp, linear design, which reverses to the opposite pattern on the blanket's reverse side. Perfect for black-and-white decor, the Eisen obsidian throw blanket layers modern geometry and irresistible coziness on a sofa, armchair or bed.",
    "currency": "AUD",
    "trending": false
  }
]
